Repository: joerivanveen/faq-with-categories
Catalog: faq-with-categories/languages/faq-with-categories-*.po
Languages: nl_nl

source: Choose option
nl_nl: Kies optie

source: All
nl_nl: Alle

source: Search faqs
nl_nl: Zoeken

source: Show more
nl_nl: Toon meer

source: No results found
nl_nl: Geen resultaten

source: FAQ
nl_nl: Veelgestelde vragen

source: Please indicate the main FAQ page in page settings.
nl_nl: Geef de hoofdpagina voor FAQ aan in de pagina instellingen.

source: post_id %d not found
nl_nl: post_id %d niet gevonden

source: Could not find post_id based on title: %s
nl_nl: Kon geen post_id vinden op basis van titel: %s

source: Not updated
nl_nl: Niet bijgewerkt

source: Did not understand handle %s
nl_nl: Begreep handle %s niet

source: The tag this FAQ entry is exclusive to, use it in a shortcode to summon the entry. Note that it will still be displayed for the taxonomies that are checked.
nl_nl: De tag waar deze Veelgestelde Vragen vermelding exclusief voor is, gebruik in een shortcode om de vermelding op te roepen. Let op dat hij ook nog wordt weergegeven bij aangevinkte taxonomieën.

source: This page only concerns itself with the order. The hierarchy is determined by the taxonomy itself.
nl_nl: Deze pagina bepaalt alleen de volgorde. De hiërarchie wordt bepaald door de taxonomy zelf.

source: If you assign a page to a taxonomy, the FAQ shortcode on that page will display FAQ-posts from that taxonomy.
nl_nl: Wanneer je een pagina aan een taxonomy toewijst toont de FAQ shortcode op die pagina standaard FAQ-berichten van die taxonomy.

source: Settings for pages the shortcode is used on.
nl_nl: Instellingen voor pagina’s met de shortcode.

source: If you do not output schema on single FAQ pages you can check here which pages should output schema.
nl_nl: Als je de schema niet op enkele FAQ pagina’s uitvoert kan je hieronder aangeven welke pagina’s schema moeten uitvoeren.

source: Note that outputting duplicate FAQs in schema may result in them not being considered at all.
nl_nl: Let op dat FAQs meerdere keren genereren in de schema kan resulteren in dat ze helemaal niet opgenomen worden.

source: Some pages may not be able to output schema, check if you use a specific category or limited quantity on those pages.
nl_nl: Sommige pagina’s kunnen mogelijk geen schema genereren, controleer of je een specifieke categorie of beperkte hoeveelheid gebruikt op die pagina’s.

source: Output schema
nl_nl: Schema genereren

source: Save Settings
nl_nl: Instellingen opslaan

source: FAQS are always sorted by published date descending, so newest entries are first. By default they are output as an accordion list with the first one opened.
nl_nl: Veelgestelde Vragen worden altijd gesorteerd per publicatie datum, nieuwste berichten eerst. Standaard worden zij in een accordion lijst weergegeven met de eerste geopend.

source: You can link to your general FAQ page with a category in the querystring (e.g. %s) to pre-filter the faqs.
nl_nl: Je kunt naar je algemene veelgestelde vragen pagina linken met een categorie in de querystring (bv. %s) om de vragen alvast te filteren.

source: You may use the following shortcodes, of course certain combinations do not make sense and may produce erratic behaviour.
nl_nl: Je kunt de volgende shortcodes gebruiken, sommige combinaties slaan nergens op en zullen grillig gedrag veroorzaken.

source: %s produces the default list for the central FAQ page and outputs FAQ snippets schema in the head.
nl_nl: %s toont te hele lijst voor de centrale veelgestelde vragen pagina en plaatst FAQ snippets schema in de head.

source: %s produces a filter menu according to the chosen taxonomy using the specified order.
nl_nl: %s produceert een filter menu voor de gekozen taxonomy in de gespecificeerde rangschikking.

source: %s produces a search box that will perform client-side lookup through the faqs.
nl_nl: %s produceert een zoekvak dat client-side door de veelgestelden vragen zoekt.

source: %1$s %2$s limits the quantity of the faqs to 5, or use another number.
nl_nl: %1$s %2$s beperkt het aantal veelgestelde vragen tot 5, of gebruik een ander getal.

source: This will NOT output FAQ snippets schema in the head.
nl_nl: Dit zal GEEN FAQ snippets schema in de head plaatsen.

source: %1$s %2$s display only faqs for the specified category (case insensitive).
nl_nl: %1$s %2$s toont alleen veelgestelde vragen voor de specifieke categorie (niet hoofdlettergevoelig).

source: %1$s %2$s any tag you specified under a faq entry in the box, will gather all faqs with that tag for display.
nl_nl: %1$s %2$s een tag die je onder een veelgestelde vragen bericht hebt gespecificeerd, zal alle vragen met die tag weergeven.

source: %s outputs the list as links rather than as an accordion.
nl_nl: %s geeft de lijst weer als links in plaats van accordion.

source: NOTE: only a limited number of faqs will be present on the page so search and filter will not work.
nl_nl: NB: een beperkt aantal vragen is op de pagina aanwezig zodat zoeken en filteren niet werken.

source: Options
nl_nl: Opties

source: Type the taxonomy you want to use for the categories.
nl_nl: Typ de taxonomy-naam die je wilt gebruiken voor de categorieën.

source: Slug for the individual faq entries (optional).
nl_nl: Slug voor de losse veelgestelde vragen pagina (optioneel).

source: When using title-only in shortcodes, link to the overview rather than individual FAQ page.
nl_nl: Bij gebruik van title-only in shortcodes, link naar de Veelgestelde Vragen pagina ipv de post zelf.

source: Open the first FAQ in a list automatically.
nl_nl: Open de eerste FAQ in een lijst vanzelf.

source: Output the faq schema on individual page rather than overview.
nl_nl: Genereer faq schema op individuele pagina in plaats van overzicht.

source: The ‘choose / show all’ option in top most select list.
nl_nl: De ‘kies / toon alles’ optie in de eerste keuzelijst.

source: The ‘choose / show all’ option in subsequent select lists.
nl_nl: De ‘kies / toon alles’ optie in opvolgende keuzelijsten.

source: The placeholder in the search bar for the faqs.
nl_nl: De placeholder in de veelgestelde vragen zoekbalk.

source: Tag used for the header on faq page (e.g. h4), invalid input may cause errors on your page.
nl_nl: Html tag gebruikt voor de header op de fax pagina (bv h4), ongeldige waarde kan een fout op de pagina geven.

source: Number of faqs shown before ‘Show more’ button.
nl_nl: Aantal vragen die worden getoond voor de ‘Toon meer’ knop.

source: Only use the more button on the central FAQ page, nowhere else.
nl_nl: Gebruik de meer-knop alleen op de centrale veelgestelde vragen pagina, verder nergens.

source: The text on the ‘Show more’ button.
nl_nl: De tekst op de ‘Toon meer’ knop.

source: Text shown when search or filter results in 0 faqs found.
nl_nl: Tekst wordt getoond wanneer zoek of filter resulteert in 0 resultaten.

source: Will exclude the FAQ posts from site search queries.
nl_nl: Sluit de Veelgestelde Vragen berichten uit van de standaard zoekfunctie.

source: FAQ posts will not count towards total posts in taxonomies.
nl_nl: Veelgestelde Vragen tellen niet mee in het totaal van de berichten bij een taxonomy.

source: By default a small css-file is output to the frontend to format the entries. Uncheck to handle the css yourself.
nl_nl: Standaard wordt er een klein css bestand meegestuurd om de vragen vorm te geven. Vink uit als je de css zelf beheert.

source: Settings
nl_nl: Instellingen

source: Order taxonomy
nl_nl: Rangschik taxonomy

source: Page settings
nl_nl: Pagina instellingen
